src/main/resources/xmls/salesforcequery/CreateProjectActivitiesRequest.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/" xmlns:p1="http://www.w3.org/2001/XMLSchema-instance">
   <Header>
      <SessionHeader xmlns="urn:partner.soap.sforce.com">
         <sessionId></sessionId>
      </SessionHeader>
   </Header>
   <Body>
      <create xmlns="urn:partner.soap.sforce.com">
         <sObjects>
	       
	            <type xmlns="urn:sobject.partner.soap.sforce.com">Project_Activities__c</type>
	            <Employee_Status_Form_Name__c xmlns=""></Employee_Status_Form_Name__c>
				<PeopleSoft_Activity_ID__c xmlns=""></PeopleSoft_Activity_ID__c>
				<PeopleSoft_Activity_Name__c xmlns=""></PeopleSoft_Activity_Name__c>
				<PeopleSoft_Project_ID__c xmlns=""></PeopleSoft_Project_ID__c>		
	             
	         </sObjects>
      </create>
   </Body>
</Envelope>